admin/institucion/ano/curso/asistencia/Asistencia_Sige/2019-09-02_10-19-53_26118_1B_B_363asistencia_consulta.xml


		
		<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://dido.mineduc.cl/Archivos/Schemas/">
   <soapenv:Header/>
   <soapenv:Body>
      <sch:EntradaAddAsistenciaSige>
         <sch:RecordAsistenciaSige>
            <sch:AnioEscolar>2019</sch:AnioEscolar>
            <sch:RBD>9121</sch:RBD>
            <sch:CodigoTipoEnsenanza>363</sch:CodigoTipoEnsenanza>
            <sch:CodigoGrado>1</sch:CodigoGrado>
            <sch:FechaAsistencia>2019-08-30</sch:FechaAsistencia>
            <sch:Cursos>
               <!--1 or more repetitions:-->
               <sch:Curso>
                  <sch:LetraCurso>B</sch:LetraCurso>
                 	<sch:Presentes><sch:Run>
                        <sch:numero>9530169</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19485602</sch:numero>
                        <sch:dv>4</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>17859121</sch:numero>
                        <sch:dv>5</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18829016</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>16297274</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18829348</sch:numero>
                        <sch:dv>4</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20573145</sch:numero>
                        <sch:dv>8</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>12970086</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20886476</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18251307</sch:numero>
                        <sch:dv>5</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20199134</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18865695</sch:numero>
                        <sch:dv>1</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>5941412</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20394201</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>17783550</sch:numero>
                        <sch:dv>1</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19681540</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run></sch:Presentes>
					<sch:Ausentes><sch:Run>
                        <sch:numero>20396768</sch:numero>
                        <sch:dv>3</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20571307</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18707185</sch:numero>
                        <sch:dv>2</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20647031</sch:numero>
                        <sch:dv>3</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19354946</sch:numero>
                        <sch:dv>2</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18546897</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run></sch:Ausentes> 
               </sch:Curso>
            </sch:Cursos>
         </sch:RecordAsistenciaSige>
         <sch:Semilla>DYeOmSOpRCHZVIKVZKuuxc4m20gfc9KX</sch:Semilla>
      </sch:EntradaAddAsistenciaSige>
   </soapenv:Body>
</soapenv:Envelope>